Repository: datpq/gofriend
Catalog: goFriend/goFriend/res.*.resx
Languages: vi_vn

source: About
vi_vn: Về chương trình

source: Accept
vi_vn: Chấp nhận

source: Account
vi_vn: Tài khoản

# BasicInfos
source: Profile
vi_vn: Hồ sơ cá nhân

# BasicInfosDesc
source: Name, date of birth, gender, email address, location
vi_vn: Tên, ngày sinh, giới tính, địa chỉ email, nơi ở

source: Birthday:
vi_vn: Ngày sinh:

source: Cancel
vi_vn: Hủy bỏ

source: Female
vi_vn: Nữ

source: First Name
vi_vn: Tên

source: Forgotten password?
vi_vn: Quên mật khẩu?

source: Full Name
vi_vn: Họ và tên

source: Gender:
vi_vn: Giới tính:

# GroupConnectionsInfos
source: Groups & connection infos
vi_vn: Nhóm và thông tin kết nối

source: Groups
vi_vn: Nhóm

source: Help
vi_vn: Trợ giúp

source: Last Name
vi_vn: Họ

source: Login
vi_vn: Đăng nhập

# LoginRequiredMsg
source: You need to sign in or create an account to continue
vi_vn: Bạn cần đăng nhập hoặc đăng ký 1 tài khoản để tiếp tục

source: Logout
vi_vn: Đăng xuất

source: Male
vi_vn: Nam

source: Map
vi_vn: Bản đồ

source: members
vi_vn: thành viên

# MemberSince
source: Member since {0}
vi_vn: Thành viên từ {0}

# MsgErrWrongToken
source: Api connection error. Please relogin and try again!
vi_vn: Lỗi kết nối. Xin vui lòng đăng xuất và đăng nhập trở lại.

# MsgInactiveUserWarning
source: Your subscribtion is now inactive. Please check again later !
vi_vn: Tài khoản của bạn chưa được kích hoạt. Xin vui lòng thử lại sau.

# MsgLogoutConfirm
source: Do you really want to logout ?
vi_vn: Bạn thực sự muốn đăng xuất ?

# MsgTitleError
source: Error
vi_vn: Báo lỗi

# MsgTitleInfo
source: Information
vi_vn: Thông báo

source: Password
vi_vn: Mật khẩu

source: Privacy Policy
vi_vn: Chính sách bảo mật

source: Processing
vi_vn: Đang xử lý

source: Register
vi_vn: Đăng ký

# CmdSave
source: Save
vi_vn: Cập nhật

# SaveSuccess
source: Saved with success
vi_vn: Cập nhật thành công

source: Search
vi_vn: Tìm kiếm

# SearchBarPlaceHolder
source: Type here to search
vi_vn: Nhập từ tìm kiếm

source: Select gender
vi_vn: Chọn giới tính

# Slogan
source: Connecting Love
vi_vn: Kết nối yêu thương

# TermCondition
source: Terms & Condtitions
vi_vn: Điều lệ sử dụng

# TermConditionMsg1
source: By proceeding with creating an account you agree to the GoFriend
vi_vn: Bằng việc đăng ký tài khoản, bạn sẽ công nhận

# TermConditionMsg2
source: and
vi_vn: và

# CommonConnectionInfo
source: Common connection information
vi_vn: ĐIỂM CHUNG

source: Information
vi_vn: THÔNG TIN

# MsgGroupSubscriptionPending
source: Your subsciption to this group is now in pending. You can check again later.
vi_vn: Yêu cầu gia nhập nhớm đang trong quá trình xét duyệt. Xin vui lòng kiểm tra lại sau.

# SubscribeGroup
source: Subscribe to group
vi_vn: Tham gia nhóm

source: Modify
vi_vn: Sửa

# MsgCancelConfirmation
source: Do you want to cancel the current changes and return to the initial state?
vi_vn: Bạn có muốn hủy bỏ những thay đổi hiện tại để quay lại tình trạng ban đầu?

# MsgModifyConfirmation
source: Do you want really to modify your current subscription?
vi_vn: Bạn có muốn sửa đổi thông tin kết nối?

# MsgGroupSubscriptionAdmin
source: You are Admin of the group.
vi_vn: Bạn là quản trị viên của nhóm.

# MsgGroupSubscriptionNormal
source: You are an active user of the group.
vi_vn: Bạn là thành viên của nhóm.

# MsgGroupSubscriptionNotMember
source: You are not a member of the group. You can send the request to join the group if you have all necessary conditions.
vi_vn: Bạn chưa là thành viên của nhóm. Hãy gửi yêu cầu gia nhập nhóm nếu bạn đủ điều kiện.

# MsgSubscriptionSuccessful
source: Subscription successful
vi_vn: Yêu cầu tham gia nhóm đã được gửi thành công.

source: Browse
vi_vn: Bạn bè

source: Select
vi_vn: Chọn

source: Admin
vi_vn: Quản lý

source: Home
vi_vn: Nhà

# AskedToJoinGroup
source: asked to join the group
vi_vn: xin gia nhập nhóm

# SpentTimeInDays
source: day(s) ago.
vi_vn: ngày trước

# SpentTimeInHours
source: h ago.
vi_vn: giờ trước

# SpentTimeInMinutes
source: minute(s) ago.
vi_vn: phút trước

# Notification
source: Notifiation
vi_vn: Tin mới

# MsgSubscriptionApproveConfirm
source: You are about to approve the subscription?
vi_vn: Bạn đồng ý yêu cầu gia nhập nhóm?

# MsgSubscriptionRejectConfirm
source: You are about to reject the subscription?
vi_vn: Bạn từ chối yêu cầu gia nhập nhóm?

# AdminDesc
source: Appove/Reject group member
vi_vn: Quản lý người vào ra nhóm

source: [Clear selection]
vi_vn: [Xóa lựa chọn]

# NotifSubscriptionApproved
source: become a member of the group
vi_vn: bắt đầu là thành viên của nhóm

# NotifSubscriptionRejected
source: has been refused joining the group
vi_vn: bị từ chối làm thành viên nhóm

# NotifUpdateSubscriptionRequest
source: has modified the connection information while subscribing to the group
vi_vn: sửa thông tin kết nối trong yêu cầu tham gia nhóm

# MsgNoLocationWarning
source: You need to set your location before joining groups. You can do by drag and drop marker point and then click Save.
vi_vn: Bạn chọn không hiển thị hoặc chưa cập nhật vị trí của bạn, không ai có thể nhìn thấy bạn trên bản đồ và ở chiều ngược lại bạn cũng không nhìn thấy ai trên bản đồ. Bạn có thể vào menu Nhà-Hồ sơ cá nhân để thay đổi điều này.

# MsgSaveConfirm
source: Do you really want to save?
vi_vn: Bạn muốn cập nhật vị trí?

# CmdReset
source: Reset
vi_vn: Hủy thay đổi

# CmdSetGPSPos
source: Set GPS position
vi_vn: Đặt vị trí định vị

# MsgGpsDisabledWarning
source: You need to activate the Gps first.
vi_vn: Bạn phải bật chế độ định vị trước tiên!

source: Chat
vi_vn: Tán gẫu

# MsgAppleSignInNoName
source: Can not retrieve Name when sign in with Apple.
vi_vn: Không lấy được dữ liệu cá nhận khi đăng nhập với tài khoản Apple

# MsgAppleSignInServer
source: Something went wrong in server side when registering user with Apple Sign In.
vi_vn: Lỗi đăng ký khi dùng tài khoản Apple
